Repository: rabzkhan/alsat-app
Catalog: lib/l10n/app_*.arb
Languages: tr

source: Hello!
tr: Salam!

source: Loading
tr: Ýüklenýär

source: Change theme
tr: Temany üýtget

source: Change language
tr: Dili üýtget

source: No internet connection
tr: Internet baglanyşygy ýok

# server_not_responding
source: Server is not responding!
tr: Serwer jogap bermeýär!

# some_thing_went_worng
source: Something went wrong!
tr: Bir zat nädogry boldy!

# api_not_found
source: The route you are trying to access is not found!
tr: Siz gözleýän ugruňyz tapylmady!

# server_error
source: Server issue
tr: Serwer meselesi

# url_not_found
source: URL issue
tr: URL meselesi

source: Good morning
tr: Ertiriňiz haýyrly bolsun

source: Attendance Registration
tr: Ýoklama hasaba alyş

# time
source: 09:00 PM
tr: 09:00 Agşam

# vocation
source: Vacations
tr: Dynç alyş

source: Remaining tasks
tr: Galan wezipeler

source: Days of delays
tr: Gijikdirilen günler

source: Absent days
tr: Geçirilen günler

source: Days
tr: Günler

source: Tasks
tr: Wezipeler

# vacationing_employees
source: Employees on vacation
tr: Dynç alýan işgärler

source: View all
tr: Hemmesini gör

# abd_qader
source: Abd-Qader Shareef
tr: Abd-Kader Şaryf

source: Retry
tr: Gaýtadan synanş

# internet_error
source: Internet connection error ⚠️
tr: Internet baglanyşyk ýalňyşlygy ⚠️

# product
source: Offers
tr: Teklipler

source: Home
tr: Baş sahypa

source: Search
tr: Gözle

# post_add
source: Post Ad
tr: Bildiriş goş

source: Profile
tr: Profil

source: Confirm Exit
tr: Çykmagy tassykla

# doYouWantToGoBack
source: Do you really want to go back?
tr: Dogrudan-da yzyna gitmek isleýärsiňizmi?

source: No
tr: Ýok

source: Yes
tr: Hawa

source: Chat
tr: Söhbet

source: Add Post
tr: Bildiriş goş

source: Views
tr: Görülmeler

source: Like
tr: Halan

source: Comment
tr: Teswir

source: Information
tr: Maglumat

source: Brand
tr: Marka

source: Body Type
tr: Kuzow

source: Year
tr: Ýyl

source: Engine
tr: Motor

source: Color
tr: Reňk

source: Condition
tr: Ýagdaýy

source: Passed KM
tr: Geçilen KM

source: Address
tr: Salgysy

source: Type
tr: Görnüşi

source: Floor
tr: Gat

source: Floor Type
tr: Gat görnüşi

source: Room
tr: Otag

source: Available
tr: Bar

source: Location
tr: Ýerleşýän ýeri

source: Description
tr: Beýany

source: Contact With Seller
tr: Satyjy bilen habarlaş

source: Call
tr: Jaň et

source: Message
tr: Hat ugrat

source: Add Story
tr: Pursat goş

source: Chat With Admin
tr: Admina yaz

source: Logout
tr: Çykmak

source: Chat History
tr: Çat

source: Search Here
tr: Şu ýerden gözle

# by_posting_you_confirm
source: By posting, you confirm the agreement with terms and conditions of
tr: Programmasynyñ ähli şertleri bilen ylalaşyaryn

source: Cancel
tr: Ýatyr

source: At least one image
tr: Iň bolmanda bir surat

source: Please select all required fields
tr: Hemme zerur meýdanlary saýlaň

source: Post
tr: Goý

# add_your_stuff
source: Post ads
tr: Bildiriş goşuň

source: Image
tr: Surat

source: Video
tr: Wideo

source: Add
tr: Goş

source: Not chosen yet
tr: Entäk saýlanmady

source: Sub Category
tr: Sub kategoriýa

# product_name
source: Name
tr: Ady

source: Category
tr: Kategoriýa

source: Filled
tr: Dolduryldy

source: Describe your product
tr: Harytyňyzy düşündiriň

source: VIN code
tr: VIN kody

source: Price
tr: Bahasy

source: Possible Exchange
tr: Çalyşmak mümkin

source: Credit
tr: Kredit

source: Individual Info
tr: Şahsy maglumatlar

source: Phone Number
tr: Telefon belgisi

# when_i_am
source: When I am free for call
tr: Meniñ boş wagtym

source: Free To Call
tr: Jaň etmäge erkin

source: From N/A
tr: Şondan N/A

source: From
tr: Şondan

source: TO
tr: Gä çenli

source: TO N/A
tr: Gä çenli N/A

# allow_me_to_call
source: Allow calling to me
tr: Jañ etmäge rugsat

source: Contact only in chat
tr: Diňleşme diňe söhbetde

source: Body Type
tr: Kärdeş görnüşi

source: Transmission
tr: Karobka

source: Engine Type
tr: Motory

source: Passed, km
tr: Geçilen, km

source: Estate type
tr: Emlak görnüşi

# deal_type
source: Renovation type
tr: Ylalaşyk görnüşi

source: Select Number of Floor
tr: Gat sanyny saýlaň

source: Select Number of Room
tr: Otag sanyny saýlaň

source: Lift Available
tr: Lift elýeterli

source: No Messages
tr: Habar ýok

source: We can't find what you're looking for.
tr: Gözleýän zadyňyzy tapyp bilmedik

source: No Data Available Yet
tr: Maglumat heniz elýeterli däl

source: Active Now
tr: Indi işjeň

source: Last seen
tr: Soňky gezek görüldi

source: Report
tr: Arz etmek

source: Block User
tr: Ulanyjyny blok etmek

source: You have blocked this user
tr: Siz bu ulanyjyny bloglandyňyz

source: You can't send message to this user
tr: Siz bu ulanyjyna hat iberip bilmezsiňiz

source: UnBlock
tr: Blokdan çykarmak

source: Reply
tr: Jogap bermek

source: Delete
tr: Öçürmek

source: Reply Message
tr: Jogap habary

source: Type message
tr: Haty ýazyň

source: Something went wrong
tr: Bir zat ýalňyş boldy

source: Prevents
tr: Öňüni alýar

source: Unwanted
tr: Islenmeýän

source: Wanted
tr: Islenen

source: Contact
tr: Aragatnaşyk

source: They won't be able to send you messages
tr: Olar size habar iberip bilmezler

source: They
tr: Olar

source: Won't
tr: Bolmaz

source: Want
tr: Isle

source: Be notified
tr: Habarly bol

# we_wont_tell_them_if_you_block_them
source: We won't tell them if you block them. Unblock them to send messages
tr: Biz olara sizi bloklanyňyz barada aýtmaris. Habar ibermek üçin blokdan çykar

source: Report Description
tr: Arzyñ doly beyany

source: Report Reason
tr: Arzyñ sebäbi

source: My Listings
tr: Bildirişlerim

source: Liked
tr: Halanlarym

source: Followers
tr: Agzalar

source: Following
tr: Agzalyk edyanim

source: Upgrade to Premium
tr: Premium derejä çyk

source: Upgrade
tr: Täzele

source: Account
tr: Hasap

source: User Name
tr: Ulanyjy ady

source: About Me
tr: Özüň hakda

source: Delete Account
tr: Hasaby poz

source: Save
tr: Ýatda sakla

source: Updated Successfully
tr: Üstünlikli täzelendi

source: Alert Information
tr: Duýduryş maglumatlary

source: Popular Categories
tr: Meşhur kategoriýalar

source: See All
tr: Hemmesini gör

source: Find Users
tr: Ulanyjylary tap

source: No Location
tr: Ýer ýok

source: Buyer Protection
tr: Alyjy goragy

source: Follow
tr: Agza bol

source: Unfollow
tr: Bes et

source: Successfully
tr: Üstünlikli

source: Select Category
tr: Kategoriýany saýla

source: Min To Max
tr: Pesden ýokary

source: Max To Min
tr: Ýokardan pes

source: Registration
tr: Hasaba alyş

source: New To Old
tr: Täzeden köne

source: Old To New
tr: Köneden täze

source: Active Account
tr: Işjeň hasap

source: Filter
tr: Filtr

source: Select Location
tr: Ýerleşýän ýeri saýla

source: Default
tr: Bellenen

source: The Newest
tr: Ilki täze

source: The Cheaper Price First
tr: Ilki arzan bahalar

source: The Highest Price First
tr: Ilki ýokary baha

source: Mobile Brand
tr: Mobil brend

source: Account Type
tr: Hasap görnüşi

source: All
tr: Hemmesi

source: Ordinary
tr: Adaty

source: Choose Brand
tr: Brendi saýla

source: Drive Type
tr: Yörediji görnüş

source: Exchange
tr: Obmen

source: Has A VIN Code
tr: VIN kody bar

source: Year Range
tr: Ýyl aralygy

source: Product fetching failed
tr: Önümi almak şowsuz boldy

source: Rate Successfully
tr: Bahalandyryş üstünlikli

source: Rate Failed
tr: Bahalandyryş şowsuz

source: Follow Failed
tr: Ýoldaş bolmak şowsuz boldy

source: Failed to get conversation info
tr: Söhbet maglumatyny almak şowsuz boldy

source: Post deleted successfully
tr: Post üstünlikli pozuldy

source: Failed to delete post
tr: Posty pozmak şowsuz boldy

source: Product Not Found
tr: Önüm tapylmady

source: User Not Found
tr: Ulanyjy tapylmady

source: Product posted successfully
tr: Önüm üstünlikli ýerleşdirildi

source: Product posting failed
tr: Önümi ýerleşdirmek şowsuz boldy

source: Product like failed
tr: Önüme like bermek şowsuz boldy

source: Unliked
tr: Like aýryldy

source: No Comment Available Right Now
tr: Häzirki wagtda teswir ýok

source: Please enter comment
tr: Teswir giriziň

source: Write a comment
tr: Teswir ýazyň

# delete_account_confirmation
source: Are you sure you want to permanently delete your account? This action cannot be undone.
tr: Hasabyňyzy hemişelik pozmak isleýärsiňizmi? Bu amal yzyna gaýtarylyp bilinmez.

source: Update Your Stuff
tr: Zadyňyzy täzelediň

source: Post Images
tr: Suratlary ýerleşdiriň

source: Please select image
tr: Surat saýlaň

source: Upload Images
tr: Suratlary ýükläň

source: You can not delete the last image
tr: Iň soňky suraty pozup bilmersiňiz

source: Post Videos
tr: Wideolary ýerleşdiriň

source: Please pick videos
tr: Wideo saýlaň

source: Upload Videos
tr: Wideolary ýükläň

source: Post Title
tr: Post ady

source: Edit
tr: Üýtget

source: Update Info
tr: Maglumaty täzele

source: Resend OTP in
tr: OTP täzeden ibermek

source: Resend OTP
tr: OTP täzeden iber

source: Verifying
tr: Barlanýar

# verify_and_login
source: Verify & Login
tr: Barla & Giriň

source: Skip
tr: Geç

source: Next
tr: Indiki

source: Login
tr: Giriş

source: Sign Up
tr: Hasap döret

source: Unlock Premium
tr: Premiumy Aç

# upgrade_code
source: Upgrade to premium by entering your 8-digit code.
tr: 8 belgili koduňyzy girizip premium derejä geçiň.

# dont_have_code
source: Don’t have a code? Contact support to learn more about premium features.
tr: Kodyňyz ýokmy? Premium aýratynlyklary barada has giňişleýin bilmek üçin goldaw bilen habarlaşyň.

source: apply
tr: ulanyň

# logout_confirmation
source: Are you sure you want to logout from all devices ?
tr: Ähli enjamdan çykmak isleýärsiňizmi?

source: Refresh Completed
tr: Täzelenme tamamlandy

# pull_up_load
source: Pull up to load more
tr: Has köp ýükläp almak üçin ýokara çekiň

source: Load failed!
tr: Ýükleme şowsuz! Gaýtadan synanyşmak üçin basyň.

source: Release to load more
tr: Has köp ýükläp almak üçin goýberiň

# no_more_data
source: No more data available
tr: Başga maglumat ýok

source: My Stories
tr: Pursatlarym

# login_required_long
source: You need to log in to access this feature.
tr: Bu aýratynlyga girmek üçin siz hasaba girmegiňiz gerek.

source: Press back again to exit.
tr: Çykmak üçin yzyna ýene bir gezek basyň.

# car_class
source: Class
tr: klas
